Repository: jonkristian/dibs-easy-for-woocommerce
Catalog: languages/dibs-easy-for-woocommerce-*.po
Languages: nb_no

source: Settings
nb_no: Instillinger

source: Docs
nb_no: Dokumentasjon

source: Order date:
nb_no: Ordredato:

source: DIBS Payment ID:
nb_no: DIBS Betalnings ID:

source: Payment type:
nb_no: Betalingsmåte:

source: Customer card:
nb_no: Kortnummer:

source: There was a problem paying with DIBS.
nb_no: Det oppstod ett problem i forbindelse med betaling via DIBS.

source: Order made in DIBS with Payment ID %s. Payment type - %s.
nb_no: Order utført i DIBS med Betalings-ID %s. Betalingsmåte - %s.

source: Order needs manual review. WooCommerce order total and DIBS order total do not match. DIBS order total: %s.
nb_no: Ordre krever manuell gjennomgang. WooCommerce ordretotal og DIBS ordretotal samsvarer ikke. DIBS ordretotal: %s.

source: DIBS Easy Payment for checkout
nb_no: DIBS Easy Payment for kasse-siden.

source: DIBS Easy currently only supports full refunds, for a partial refund use the DIBS backend system
nb_no: DIBS Easy støtter bare full tilbakebetaling, for delvis tilbakebetaling vennligst benytt DIBS kontrollpanel.

source: Refund made in DIBS with charge ID %s. Reason: %s
nb_no: Tilbakebetaling utført i DIBS med betalings-ID %s. Årsak: %s

source: There was a problem with Payment ID %s.
nb_no: Det oppstod ett problem med betalings-ID %s.

source: There was a problem with Payment ID %s. Customer redirected back to checkout page to finalize purchase again.
nb_no: Det oppstod ett problem med betalings-ID %s. Kunde videresendt tilbake til kasse-siden for å fullføre bestillingen på nytt.

source: Something went wrong when connecting to DIBS during checkout completion. Error message: %s. Please check your DIBS backoffice to control the order.
nb_no: En feil oppstod i tilkoblingen mot DIBS i forbindelse med fullføring av betaling. Feilmelding: %s. Vennligst sjekk DIBS kontrollpanel for å handtere ordren.

source: This order was made as a fallback due to an error in the checkout (%s). Please verify the order with DIBS.
nb_no: Denne ordren ble utført som en fallback på grunn av en feil i kassen (%s). Vennligst verifiser ordren med DIBS.

source: Payment made in DIBS with charge ID %s
nb_no: Betaling gjennomført i DIBS med betalings-ID %s

source: Order has been canceled in DIBS
nb_no: Ordren ble avbrutt i DIBS

source: There was a problem canceling the order in DIBS
nb_no: Det oppstod ett problem med kansellering av ordren i DIBS

source: DIBS Error: %s
nb_no: DIBS feil: %s

source: Could not connect to DIBS: %s
nb_no: Kunne ikke koble til DIBS: %s

source: No response when connecting to DIBS:
nb_no: Ingen respons ved tilkobling mot DIBS:

source: No response when connecting to DIBS: %s
nb_no: Ingen respons ved tilkobling mot DIBS: %s

source: Connection error: %s
nb_no: Tilkoblingsfeil: %s

source: You need to <a href="%s" target="_blank">specify a terms page</a> in WooCommerce Settings to be able to use DIBS Easy.
nb_no: Du må spesifisere en vilkårs-side i WooCommerce sine instillinger for å kunne bruke DIBS Easy.

source: You need to enable and configure https to be able to use DIBS Easy.
nb_no: Du må aktivere og konfigurere https (ssl) for å kunne bruke DIBS Easy.

source: To be able to use DIBS Easy correctly you need to tick the checkbox <i>When creating an account, automatically generate a username from the customer's email address</i> when having the <i>Allow customers to create an account during checkout</i> setting activated. This can be changed in the <a href="%s">Accounts & Privacy tab</a>.
nb_no: For å kunne bruke DIBS Easy må du krysse av <i>Skal brukernavn automatisk genereres basert på e-postadresse når en ny konto opprettes</i> når du har <i>Tillat kunder å opprette en brukerkonto på betalingssiden</i> -instillingen aktivert. Dette kan du forandre under <a href="%s">Kontoer & personvern -fanen</a>.

source: To be able to use DIBS Easy correctly you need to tick the checkbox <i>When creating an account, automatically generate an account password</i> when having the <i>Allow customers to create an account during checkout</i> setting activated. This can be changed in the <a href="%s">Accounts & Privacy tab</a>.
nb_no: For å kunne bruke DIBS Easy må du krysse av <i>Skal brukernavn automatisk genereres basert på e-postadresse når en ny konto opprettes</i> når du har <i>Tillat kunder å opprette en brukerkonto på betalingssiden</i> -instillingen aktivert. Dette kan du forandre under <a href="%s">Kontoer & personvern -fanen</a>.

source: pcs
nb_no: stk

source: Enable/Disable
nb_no: Aktivere/deaktivere

source: Enable DIBS Easy
nb_no: Aktivere DIBS Easy

source: Title
nb_no: Tittel

source: This is the title that the user sees on the checkout page for DIBS Easy.
nb_no: Dette er tittelen som kunden vil se på kasse-siden for DIBS Easy.

source: Live Secret key
nb_no: "Live Secret" -nøkkel

source: Enter your DIBS Easy live key
nb_no: Fyll inn din DIBS Easy live nøkkel

source: Live Checkout key
nb_no: "Live Checkout" -nøkkel

source: Enter your DIBS Easy Checkout key
nb_no: Fyll inn din DIBS Easy kasse-nøkkel

source: Test Secret key
nb_no: "Test Secret" -nøkkel

source: Enter your DIBS Easy Test key if you want to run in test mode.
nb_no: Fyll inn din DIBS Easy test nøkkel hvis du ønsker å kjøre i testmodus.

source: Test Checkout key
nb_no: "Test Checkout" -nøkkel

source: Enter your DIBS Easy Test checkout key
nb_no: Fyll inn din DIBS Easy test kasse-nøkkel

source: Test mode
nb_no: Testmodus

source: Enable Test mode for DIBS Easy
nb_no: Aktivere testmodus for DIBS Easy

source: Allowed Customer Types
nb_no: Tillatte kundetyper

source: B2C only
nb_no: Kun B2C

source: B2B only
nb_no: Kun B2B

source: B2C & B2B (defaults to B2C)
nb_no: B2C og B2B (B2C som standard)

source: B2B & B2C (defaults to B2B)
nb_no: B2B og B2C (B2B som standard)

source: Select if you want to sell both to consumers and companies or only to one of them.
nb_no: Velg om du ønsker å selge til både kunder og selskap eller bare en av dem.

source: Email text
nb_no: Ordrebekreftelsestekst

source: This text will be added to your customers order confirmation email.
nb_no: Denne teksten vil legges til ordrebekreftelsen som sendes på e-post.

source: Manage orders
nb_no: Handtere ordrer

source: Enable WooCommerce to manage orders in DIBS Easys backend
nb_no: Aktiverer WooCommerce-handtering av ordrer i kontrollpanelet på DIBS Easy.

source: Debug mode
nb_no: Testmodus

source: Enable Debug mode for DIBS Easy
nb_no: Aktiver testmodus for DIBS Easy

source: Select another payment method
nb_no: Velg en annen betalingsmåte

source: Extends WooCommerce. Provides a <a href="http://www.dibspayment.com/" target="_blank">DIBS Easy</a> checkout for WooCommerce.
nb_no: Utvider WooCommerce. Gir deg mulighet til å benytte <a href="http://www.dibspayment.com/" target="_blank">DIBS Easy</a> i kassen for WooCommerce.
